Repository: LeefCoin/AndroidWallet
Catalog: languages/wallets-front-*.po
Languages: it_it

source: Error while rendering the <code>%1$s</code> shortcode with its <code>%2$s</code> template in <code>%3$s</code>: %4$s
it_it: Errore durante il rendering dello shortcode <code>%1$s</code> con il <code>%2$s</code> del suo modello in <code>%3$s</code>: %4$s

source: Template
it_it: Modello

source: User
it_it: Utente

source: Coin
it_it: Moneta

source: Deposit to wallet
it_it: Depositare nel portafoglio

source: QR code size (px)
it_it: Dimensione del codice QR (px)

source: Size of the deposit QR code, in pixels. If this is left empty, no size is set.
it_it: Dimensione del codice QR del deposito, in pixel. Se questo campo viene lasciato vuoto, non viene impostata alcuna dimensione.

source: Withdraw from wallet
it_it: Prelevare dal portafoglio

source: A form that will let the user withdraw funds.
it_it: Modulo che consentirà all'utente di prelevare fondi.

source: Transfer to user wallet
it_it: Trasferisci nel portafoglio utente

source: A form that lets the user transfer coins to other users on your site.
it_it: Modulo che consente all'utente di trasferire monete ad altri utenti sul tuo sito web.

source: Wallet balance
it_it: Saldo del portafoglio

source: The current user's balances in all enabled coins.
it_it: I saldi dell'utente corrente in tutte le monete abilitate.

source: Wallet transactions
it_it: Transazioni del portafoglio

source: An interactive table that shows past deposits, withdrawals and transfers for the user.
it_it: Tabella interattiva che mostra i depositi, i prelievi ed i trasferimenti effettuati dall'utente.

source: Columns
it_it: Colonne

source: Categories
it_it: Categorie

source: Tags
it_it: Tag

source: Rows count
it_it: Conteggio righe

source: Account value
it_it: Valore dell'account

source: Shows the account's total value expressed in the default fiat currency.
it_it: Mostra il valore totale dell'account espresso nella valuta fiat predefinita.

source: Total user balances
it_it: Saldi utente totali

source: Shows the total user balances for each coin.
it_it: Mostra i saldi utente totali per ogni moneta.

source: Exchange rates
it_it: Tassi di Cambio

source: Shows exchange rates for online cryptocurrencies, expressed in the default fiat currency.
it_it: Mostra i tassi di cambio per le cripto valute online, espressi nella valuta fiat predefinita.

source: Reload data from server
it_it: Ricarica i dati dal server

source: Wallets API key
it_it: Chiave API dei portafogli

source: Copy to clipboard
it_it: Copia negli appunti

source: Renew
it_it: Rinnovare

source: Balance
it_it: Saldo

source: Available balance
it_it: Saldo disponibile

source: No currencies are currently enabled.
it_it: Al momento non è abilitata nessuna valuta.

source: Show zero balances:
it_it: Mostra saldi a zero:

source: Deposit address
it_it: Indirizzo di deposito

source: %s Get new address
it_it: %s Ottieni un nuovo indirizzo

source: Recipient user
it_it: Utente destinatario

source: Enter a valid username, login name or email
it_it: Inserisci un nome utente, un nome di accesso od un'e-mail validi

source: Amount
it_it: Importo

source: Fee (deducted from amount)
it_it: Commissione (detratta dall'importo)

source: Amount after fee
it_it: Importo dedotta la commissione

source: Comment
it_it: Commento

source: Send
it_it: Invia

source: Reset form
it_it: Reimposta modulo

source: Exchange Rate
it_it: Tasso di Cambio

source: Type
it_it: Tipo

source: Time
it_it: Tempo

source: Amount (+fee)
it_it: Importo (+ commissione)

source: Fee
it_it: Commissione

source: From
it_it: A partire da

source: To
it_it: Per

source: Confirmations
it_it: Conferme

source: Status
it_it: Stato

source: Retries&nbsp;left
it_it: Tentativi&nbsp;rimasti

source: Admin&nbsp;confirm
it_it: Conferma&nbsp;Amministratore

source: User&nbsp;confirm
it_it: Conferma&nbsp;utente

source: me
it_it: io

source: Page
it_it: Pagina

source: Rows per page
it_it: Righe per pagina

source: Withdraw to address
it_it: Prelevare dall'indirizzo

source: Comment (optional)
it_it: Commento (facoltativo)

source: Wallet operation failed due to an unexpected error
it_it: Operazione del portafoglio non riuscita a causa di un errore imprevisto

source: Wallet operation failed: %s
it_it: Operazione del portafoglio non riuscita: %s

source: Could not contact server. Status: %1$s Error: %2$s
it_it: Impossibile contattare il server. Stato: %1$s Errore: %2$s

source: Check to see if you have typed the address correctly!
it_it: Controlla se hai digitato correttamente l'indirizzo!

source: Amount must be positive
it_it: L'importo deve essere positivo

source: Insufficient balance
it_it: Saldo non sufficiente

source: Amount is less than minimum withdrawal amount for this coin
it_it: L'importo è inferiore all'importo minimo di prelievo previsto per questa moneta

source: Total amount to deduct is less than the applicable fees
it_it: L'importo totale da detrarre è inferiore alle commissioni applicabili

source: Get a new deposit address for this coin?
it_it: Richiedi un nuovo indirizzo di deposito per questa moneta?

source: Renew the API key? The old key will become invalid!
it_it: Rinnovare la chiave API? La vecchia chiave API non sarà più valida!

source: deposit
it_it: depositare

source: withdraw
it_it: prelevare

source: transfer
it_it: trasferimento

source: trade
it_it: commercio

source: unconfirmed
it_it: non confermato

source: pending
it_it: in attesa

source: done
it_it: fatto

source: failed
it_it: respinto

source: cancelled
it_it: annullato

source: Successfully submitted a transaction request of %1$s %2$s. Please check your e-mail for confirmation instructions.
it_it: Hai inviato correttamente una richiesta di transazione di %1$s %2$s. Controlla la tua e-mail per le istruzioni di conferma.

source: Successfully submitted a transaction request of %1$s %2$s.
it_it: Hai inviato correttamente una richiesta di transazione di %1$s %2$s.

source: Successfully submitted a withdrawal request of %1$s %2$s to %3$s. Please check your e-mail for confirmation instructions.
it_it: Hai inviato correttamente una richiesta di prelievo di %1$s %2$s to %3$s. Controlla la tua e-mail per le istruzioni di conferma.

source: Successfully submitted a withdrawal request of %1$s %2$s.
it_it: La richiesta di prelievo di %1$s %2$s è avvenuta con successo.

source: Destination address label (optional)
it_it: Etichetta dell'indirizzo di destinazione (facoltativo)

source: LeefCoin and Altcoin Wallets
it_it: Portafogli LeefCoin ed Altcoin

source: Custodial cryptocurrency wallets: Let your users deposit, withdraw, and transfer LeefCoins and altcoins on your site.
it_it: Portafogli di cripto valuta custoditi: consenti ad i tuoi utenti di depositare, prelevare e trasferire LeefCoin ed altcoin sul tuo sito web.
